Repository: CodeBojan/BookstoreApp
Catalog: Bookstore/Bookstore/Properties/Resources.*.resx
Languages: se_se

# AddArticleAmountTextBlock
source: Amount
se_se: Kolicina

# AddArticleButtonTextAdd
source: Add Article
se_se: Dodaj Artikal

# AddArticleButtonTextUpdate
source: Update Article
se_se: Azuriraj Artikal

# AddArticleDescriptionTextBlock
source: Description
se_se: Opis

# AddArticleInfoAdd
source: Article successfully added!
se_se: Artikal uspesno dodan!

# AddArticleInfoUpdate
source: Article successfully updated!
se_se: Artikal uspesno azuriran!

# AddArticleNameTextBlock
source: Name
se_se: Ime

# AddArticlePriceTextBlock
source: Price
se_se: Cena

# AddAuthorButtonTextAdd
source: Add Author
se_se: Dodaj Autora

# AddAuthorButtonTextUpdate
source: Update Author
se_se: Azuriraj Autora

# AddAuthorInfoAdd
source: Author successfully added!
se_se: Autor uspesno dodan!

# AddAuthorInfoUpdate
source: Author successfully updated!
se_se: Autor uspesno azuriran!

# AddAuthorNameTextBlock
source: Name
se_se: Ime

# AddAuthorSurnameTextBlock
source: Surname
se_se: Prezime

# AddBookAmountTextBlock
source: Amount
se_se: Kolicina

# AddBookButtonTextAdd
source: Add Book
se_se: Dodaj Knjigu

# AddBookButtonTextUpdate
source: Update Book
se_se: Azuriraj Knjigu

# AddBookDescriptionTextBlock
source: Description
se_se: Opis

# AddBookExistenceWarning
source: Book already exists!
se_se: Knjiga vec postoji!

# AddBookInfoAdd
source: Book successfully added!
se_se: Knjiga uspesno dodana!

# AddBookInfoUpdate
source: Book successfully updated!
se_se: Knjiga uspesno azurirana!

# AddBookLanguageTextBlock
source: Language
se_se: Jezik

# AddBookNameTextBlock
source: Name
se_se: Ime

# AddBookPriceTextBlock
source: Price
se_se: Cena

# AddBookPublisherTextBlock
source: Publisher
se_se: Izdavac

# AddBookSelectAuthorsTextBlock
source: Select Authors
se_se: Izaberi Autore

# AddBookYearOfIssueTextBlock
source: Year of Issue
se_se: Godina Izdanja

# AddBookYearOfPublicationTextBlock
source: Year of Publication
se_se: Godina Objavljivanja

# AddEmployeeButtonTextAdd
source: Add Employee
se_se: Dodaj Zaposlenog

# AddEmployeeButtonTextUpdate
source: Update Employee
se_se: Azuriraj Zaposlenog

# AddEmployeeConfirmPasswordTextBlock
source: Confirm Password
se_se: Potvrdi Lozinku

# AddEmployeeNameTextBlock
source: Name
se_se: Korisnicko Ime

# AddEmployeePasswordTextBlock
source: Password
se_se: Lozinka

# AddEmployeeUINTextBlock
source: UIN
se_se: JMB

# AddItemsButtonTextAddArticle
source: Add Article
se_se: Dodaj Artikal

# AddItemsButtonTextAddAuthor
source: Add Author
se_se: Dodaj Autora

# AddItemsButtonTextAddBook
source: Add Book
se_se: Dodaj Knjigu

# AddItemsButtonTextAddPublisher
source: Add Publisher
se_se: Dodaj Izdavaca

# AddPublisherButtonTextAdd
source: Add Publisher
se_se: Dodaj Izdavaca

# AddPublisherButtonTextUpdate
source: Update Publisher
se_se: Azuriraj Izdavaca

# AddPublisherInfoAdd
source: Publisher successfully added!
se_se: Izdavac uspesno dodan!

# AddPublisherInfoUpdate
source: Publisher successfully updated!
se_se: Izdavac uspesno azuriran!

# AddPublisherNameTextBlock
source: Name
se_se: Ime

# DatabaseComboItemArticles
source: Articles
se_se: Artikli

# DatabaseComboItemAuthors
source: Authors
se_se: Autori

# DatabaseComboItemBills
source: Bills
se_se: Racuni

# DatabaseComboItemBooks
source: Books
se_se: Knjige

# DatabaseComboItemPublishers
source: Publishers
se_se: Izdavaci

# DatabaseSearchBarText
source: Search...
se_se: Pretraga...

# LoginAuthenticationError
source: Invalid Authentication
se_se: Nevalidni Kredencijali

# LoginButtonText
source: Login
se_se: Prijava

# LoginNotRegisteredError
source: Not Registered
se_se: Niste Registrovani

# LoginPasswordTextBlock
source: Password
se_se: Lozinka

# LoginTextBlock
source: Login
se_se: Prijava

# LoginUsernameTextBlock
source: Username
se_se: Korisnicko Ime

# MainAddItemsButtonText
source: Add Items
se_se: Dodaj Stavke

# MainDatabaseButtonText
source: Database
se_se: Baza

# MainManageAccountsButtonText
source: Manage Accounts
se_se: Rukovodi Nalozima

# MainPurchaseButtonText
source: Purchase
se_se: Kupi

# ManageAccountsAddEmployeeButtonText
source: Add Employee
se_se: Dodaj Zaposlenog

# ManageAccountsViewEmployeesButtonText
source: View Employees
se_se: Pregled Zaposlenih

# PurchaseAddBillButtonText
source: Add Bill
se_se: Dodaj Racun

# PurchaseAddBillItemButtonText
source: Add Bill Item
se_se: Dodaj Stavke

# PurchaseAmountError
source: Not enough in storage
se_se: Nema dovoljno u bazi

# PurchaseAmountTextBlock
source: Amount
se_se: Kolicina

# PurchaseArticleTextBlock
source: Article
se_se: Artikal

# PurchaseBillItemsTextBlock
source: Bill Items
se_se: Stavke

# PurchasePriceTextBlock
source: Price
se_se: Racun
